Repository: sekizlipenguen/luma-mac
Catalog: Luma/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans

source: Open Luma
ar: فتح Luma
es: Abrir Luma
fr: Ouvrir Luma
it: Apri Luma
ja: Luma を開く
ko: Luma 열기
pt_br: Abrir Luma
ru: Открыть Luma
tr: Luma’yı Aç
zh_hans: 打开 Luma

source: Open Settings
ar: فتح الإعدادات
es: Abrir ajustes
fr: Ouvrir les réglages
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir ajustes
ru: Открыть настройки
tr: Ayarları Aç
zh_hans: 打开设置

source: Open sockets per app (not byte volume — macOS does not expose honest per-app rates via public APIs).
ar: مقابس مفتوحة لكل تطبيق (وليس حجم البايتات — لا يعرض macOS معدلات صادقة عبر واجهات عامة).
es: Sockets abiertos por app (no volumen — macOS no expone tasas honestas con APIs públicas).
fr: Sockets ouverts par app (pas le volume — macOS n’expose pas de débits honnêtes via des API publiques).
it: Socket aperti per app (non il volume — macOS non espone tassi onesti via API pubbliche).
ja: アプリごとの開いているソケット（通信量ではない。公開APIでは正確なアプリ別速度は出ません）。
ko: 앱별 열린 소켓(바이트량이 아님 — macOS는 공개 API로 정직한 앱별 속도를 제공하지 않음).
pt_br: Sockets abertos por app (não o volume — o macOS não expõe taxas honestas via APIs públicas).
ru: Открытые сокеты по приложениям (не объём — macOS не даёт честных скоростей через публичные API).
tr: Uygulama başına açık soketler (byte hacmi değil — macOS bunu genel API ile dürüstçe vermez).
zh_hans: 每个应用的打开套接字（不是流量——macOS 不通过公共 API 提供可靠的每应用速率）。

source: Open System Settings
ar: فتح إعدادات النظام
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
tr: Sistem Ayarlarını Aç
zh_hans: 打开系统设置

source: Other
ar: أخرى
es: Otros
fr: Autre
it: Altro
ja: その他
ko: 기타
pt_br: Outros
ru: Другое
tr: Diğer
zh_hans: 其他

source: Partial hash %lld…
ar: تجزئة جزئية %lld…
es: Hash parcial %lld…
fr: Hachage partiel %lld…
it: Hash parziale %lld…
ja: 部分ハッシュ %lld…
ko: 부분 해시 %lld…
pt_br: Hash parcial %lld…
ru: Частичный хеш %lld…
tr: Kısmi özet %lld…
zh_hans: 部分哈希 %lld…

source: Path
ar: المسار
es: Ruta
fr: Chemin
it: Percorso
ja: パス
ko: 경로
pt_br: Caminho
ru: Путь
tr: Yol
zh_hans: 路径

source: Permissions
ar: الأذونات
es: Permisos
fr: Autorisations
it: Permessi
ja: 権限
ko: 권한
pt_br: Permissões
ru: Разрешения
tr: İzinler
zh_hans: 权限

source: Pick a size threshold, then scan common user folders. You’ll always get a clear summary — even when nothing matches.
ar: اختر حد الحجم ثم افحص المجلدات الشائعة. ستحصل دائمًا على ملخص واضح حتى بلا نتائج.
es: Elige un umbral y analiza carpetas habituales. Siempre verás un resumen claro, aunque no haya coincidencias.
fr: Choisissez un seuil, puis analysez les dossiers utilisateur courants. Vous aurez toujours un résumé clair — même sans résultat.
it: Scegli una soglia, poi analizza le cartelle utente comuni. Avrai sempre un riepilogo chiaro — anche senza risultati.
ja: サイズのしきい値を選び、よく使うフォルダをスキャン。一致がなくても結果の要約が出ます。
ko: 크기 임계값을 고른 뒤 일반 사용자 폴더를 스캔하세요. 일치가 없어도 요약이 보입니다.
pt_br: Escolha um limite e analise pastas comuns. Você sempre verá um resumo claro — mesmo sem resultados.
ru: Выберите порог размера и просканируйте обычные папки. Всегда будет понятная сводка — даже без совпадений.
tr: Boyut eşiğini seçin, sonra yaygın kullanıcı klasörlerini tarayın. Eşleşme olmasa da net bir özet görürsünüz.
zh_hans: 选择大小阈值，然后扫描常用用户文件夹。即使没有匹配也会有清晰摘要。

source: pnpm Store
ar: مخزن pnpm
es: Almacén pnpm
fr: Store pnpm
it: Store pnpm
ja: pnpmストア
ko: pnpm 스토어
pt_br: Store do pnpm
ru: Хранилище pnpm
tr: pnpm Deposu
zh_hans: pnpm 存储

source: Preferences
ar: التفضيلات
es: Preferencias
fr: Préférences
it: Preferenze
ja: 環境設定
ko: 환경설정
pt_br: Preferências
ru: Настройки
tr: Tercihler
zh_hans: 偏好设置

source: Pressure
ar: الضغط
es: Presión
fr: Pression
it: Pressione
ja: 圧力
ko: 압력
pt_br: Pressão
ru: Давление
tr: Basınç
zh_hans: 压力

source: Pressure is %@. Quit large apps below to free real memory.
ar: الضغط: %@. أغلق التطبيقات الكبيرة أدناه لتحرير ذاكرة حقيقية.
es: Presión: %@. Cierra apps grandes abajo para liberar memoria real.
fr: Pression : %@. Quittez les grosses apps ci-dessous pour libérer de la vraie mémoire.
it: Pressione: %@. Chiudi le app grandi sotto per liberare memoria reale.
ja: 圧力: %@. 下の大きなアプリを終了して実メモリを解放してください。
ko: 압력: %@. 아래 큰 앱을 종료해 실제 메모리를 확보하세요.
pt_br: Pressão: %@. Feche apps grandes abaixo para liberar memória de verdade.
ru: Давление: %@. Закройте крупные приложения ниже, чтобы освободить память.
tr: Basınç: %@. Gerçek bellek için aşağıdaki büyük uygulamaları kapatın.
zh_hans: 压力：%@。退出下方大型应用以释放真实内存。

source: Pressure is normal — no action required.
ar: الضغط طبيعي — لا يلزم إجراء.
es: Presión normal — no se requiere acción.
fr: Pression normale — aucune action requise.
it: Pressione normale — nessuna azione richiesta.
ja: 圧力は正常 — 対応不要。
ko: 압력 정상 — 조치 불필요.
pt_br: Pressão normal — nenhuma ação necessária.
ru: Давление в норме — действий не требуется.
tr: Basınç normal — işlem gerekmez.
zh_hans: 压力正常 — 无需操作。

source: Pressure: %@
ar: الضغط: %@
es: Presión: %@
fr: Pression : %@
it: Pressione: %@
ja: 圧力: %@
ko: 압력: %@
pt_br: Pressão: %@
ru: Давление: %@
tr: Basınç: %@
zh_hans: 压力：%@

source: Primary IPv4
ar: IPv4 الأساسي
es: IPv4 principal
fr: IPv4 principale
it: IPv4 principale
ja: プライマリ IPv4
ko: 기본 IPv4
pt_br: IPv4 principal
ru: Основной IPv4
tr: Birincil IPv4
zh_hans: 主 IPv4

source: Process
ar: العملية
es: Proceso
fr: Processus
it: Processo
ja: プロセス
ko: 프로세스
pt_br: Processo
ru: Процесс
tr: Süreç
zh_hans: 进程

source: Purgeable
ar: قابل للإزالة
es: Purgable
it: Eliminabile
ja: パージ可能
ko: 제거 가능
pt_br: Eliminável
ru: Очищаемая
tr: Temizlenebilir
zh_hans: 可清除

source: Quick cleanup runs Dry Run estimates only from the menu bar. Confirm full cleanup in the main window.
ar: التنظيف السريع من شريط القوائم تقدير تجريبي فقط. أكّد التنظيف الكامل في النافذة الرئيسية.
es: La limpieza rápida solo estima (simulación) desde la barra de menús. Confirma en la ventana principal.
fr: Le nettoyage rapide ne fait que des estimations (simulation) depuis la barre de menus. Confirmez dans la fenêtre principale.
it: La pulizia rapida stima solo (simulazione) dalla barra menu. Conferma nella finestra principale.
ja: クイッククリーンはメニューバーからのドライラン見積もりのみ。本実行はメインウィンドウで確認。
ko: 빠른 정리는 메뉴 막대에서 미리보기 예상만 합니다. 실제 정리는 메인 창에서 확인하세요.
pt_br: A limpeza rápida só estima (simulação) pela barra de menus. Confirme na janela principal.
ru: Быстрая очистка из строки меню — только пробная оценка. Полную очистку подтвердите в главном окне.
tr: Hızlı temizlik menü çubuğundan yalnızca Kuru Çalıştırma tahminidir. Asıl temizlik ana pencerede onaylanır.
zh_hans: 快速清理仅从菜单栏做试运行估算。请在主窗口确认完整清理。

source: Quick scan
ar: فحص سريع
es: Escaneo rápido
fr: Analyse rapide
it: Scansione rapida
ja: クイックスキャン
ko: 빠른 검사
pt_br: Varredura rápida
ru: Быстрое сканирование
tr: Hızlı tarama
zh_hans: 快速扫描

source: Quit
ar: إنهاء
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
pt_br: Sair
ru: Выйти
tr: Çık
zh_hans: 退出

source: Quit %@?
ar: إنهاء %@؟
es: ¿Salir de %@?
fr: Quitter %@ ?
it: Uscire da %@?
ja: %@ を終了しますか？
ko: %@을(를) 종료할까요?
pt_br: Sair de %@?
ru: Выйти из %@?
tr: %@ kapatılsın mı?
zh_hans: 退出 %@？

source: Quit App
ar: إنهاء التطبيق
es: Salir de la app
fr: Quitter l’app
it: Esci dall’app
ja: アプリを終了
ko: 앱 종료
pt_br: Sair do app
ru: Выйти из приложения
tr: Uygulamadan Çık
zh_hans: 退出应用

source: Quit Luma
ar: إنهاء Luma
es: Salir de Luma
fr: Quitter Luma
it: Esci da Luma
ja: Luma を終了
ko: Luma 종료
pt_br: Sair do Luma
ru: Выйти из Luma
tr: Luma’dan Çık
zh_hans: 退出 Luma

source: Re-check
ar: إعادة التحقق
es: Volver a comprobar
fr: Vérifier à nouveau
it: Ricontrolla
ja: 再確認
ko: 다시 확인
pt_br: Verificar de novo
ru: Проверить снова
tr: Yeniden kontrol et
zh_hans: 重新检查

source: Reading diskutil…
ar: جارٍ قراءة diskutil…
es: Leyendo diskutil…
fr: Lecture de diskutil…
it: Lettura di diskutil…
ja: diskutilを読み取り中…
ko: diskutil 읽는 중…
pt_br: Lendo diskutil…
ru: Чтение diskutil…
tr: diskutil okunuyor…
zh_hans: 正在读取 diskutil…

source: Reading network…
ar: جارٍ قراءة الشبكة…
es: Leyendo red…
fr: Lecture du réseau…
it: Lettura rete…
ja: ネットワークを読み取り中…
ko: 네트워크 읽는 중…
pt_br: Lendo rede…
ru: Чтение сети…
tr: Ağ okunuyor…
zh_hans: 正在读取网络…

source: Reading system metrics…
ar: جارٍ قراءة مقاييس النظام…
es: Leyendo métricas del sistema…
fr: Lecture des mesures système…
it: Lettura metriche di sistema…
ja: システム指標を読み取り中…
ko: 시스템 지표 읽는 중…
pt_br: Lendo métricas do sistema…
ru: Чтение системных метрик…
tr: Sistem metrikleri okunuyor…
zh_hans: 正在读取系统指标…

source: reclaimable
ar: قابل للاستعادة
es: recuperable
fr: récupérable
it: recuperabile
ja: 回収可能
ko: 회수 가능
pt_br: recuperável
ru: можно освободить
tr: geri kazanılabilir
zh_hans: 可回收

source: Reclaimable
ar: قابل للاستعادة
es: Recuperable
fr: Récupérable
it: Recuperabile
ja: 回収可能
ko: 회수 가능
pt_br: Recuperável
ru: Освобождаемо
tr: Geri kazanım
zh_hans: 可回收

source: Recommendations
ar: التوصيات
es: Recomendaciones
fr: Recommandations
it: Consigli
ja: おすすめ
ko: 권장
pt_br: Recomendações
ru: Рекомендации
tr: Öneriler
zh_hans: 建议

source: Refresh
ar: تحديث
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로고침
pt_br: Atualizar
ru: Обновить
tr: Yenile
zh_hans: 刷新

source: Refresh interval
ar: فاصل التحديث
es: Intervalo de actualización
fr: Intervalle d’actualisation
it: Intervallo di aggiornamento
ja: 更新間隔
ko: 새로고침 간격
pt_br: Intervalo de atualização
ru: Интервал обновления
tr: Yenileme aralığı
zh_hans: 刷新间隔

source: Related files — select what to remove
ar: ملفات ذات صلة — اختر ما تريد إزالته
es: Archivos relacionados — elige qué quitar
fr: Fichiers associés — choisissez quoi retirer
it: File correlati — scegli cosa rimuovere
ja: 関連ファイル — 削除するものを選択
ko: 관련 파일 — 제거할 항목 선택
pt_br: Arquivos relacionados — escolha o que remover
ru: Связанные файлы — выберите, что удалить
tr: İlgili dosyalar — silinecekleri seçin
zh_hans: 相关文件 — 选择要移除的内容

source: Remote
ar: بعيد
es: Remoto
fr: Distant
it: Remoto
ja: リモート
ko: 원격
pt_br: Remoto
ru: Удалённый
tr: Uzak
zh_hans: 远程

source: Request Notification Permission
ar: طلب إذن الإشعارات
es: Pedir permiso de notificaciones
fr: Demander l’autorisation de notification
it: Chiedi permesso notifiche
ja: 通知の許可を求める
ko: 알림 권한 요청
pt_br: Pedir permissão de notificação
ru: Запросить разрешение на уведомления
tr: Bildirim İzni İste
zh_hans: 请求通知权限

# requiresConnection
source: Needs connection
ar: يلزم اتصال
es: Requiere conexión
fr: Connexion requise
it: Serve connessione
ja: 接続が必要
ko: 연결 필요
pt_br: Precisa de conexão
ru: Нужно подключение
tr: Bağlantı gerekli
zh_hans: 需要连接

source: Retry
ar: إعادة المحاولة
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar de novo
ru: Повторить
tr: Yeniden dene
zh_hans: 重试

source: Reveal
ar: إظهار
es: Mostrar
fr: Révéler
it: Mostra
ja: 表示
ko: 보기
pt_br: Revelar
ru: Показать
tr: Göster
zh_hans: 显示

source: Reveal in Finder
ar: إظهار في Finder
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderで表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
tr: Finder’da Göster
zh_hans: 在 Finder 中显示

source: Review related files before removing anything.
ar: راجع الملفات ذات الصلة قبل إزالة أي شيء.
es: Revisa los archivos relacionados antes de eliminar nada.
fr: Examinez les fichiers associés avant de rien supprimer.
it: Controlla i file correlati prima di rimuovere qualcosa.
ja: 何かを削除する前に関連ファイルを確認してください。
ko: 무엇이든 제거하기 전에 관련 파일을 검토하세요.
pt_br: Revise os arquivos relacionados antes de remover qualquer coisa.
ru: Перед удалением просмотрите связанные файлы.
tr: Bir şey silmeden önce ilgili dosyaları gözden geçirin.
zh_hans: 移除任何内容前请先检查相关文件。

source: Rules
ar: القواعد
es: Reglas
fr: Règles
it: Regole
ja: ルール
ko: 규칙
pt_br: Regras
ru: Правила
tr: Kurallar
zh_hans: 规则

source: Run Estimate for %lld more selected rule(s).
ar: قدّر %lld قاعدة محددة إضافية.
es: Estima %lld regla(s) seleccionada(s) más.
fr: Estimez encore %lld règle(s) sélectionnée(s).
it: Stima ancora %lld regola/e selezionata/e.
ja: 選択中の残り %lld ルールを見積もります。
ko: 선택된 규칙 %lld개에 대해 더 예상하세요.
pt_br: Estime mais %lld regra(s) selecionada(s).
ru: Оцените ещё %lld выбранных правил.
tr: %lld seçili kural için daha Tahmin et’e basın.
zh_hans: 再为 %lld 条已选规则估算。

source: Running
ar: يعمل
es: En ejecución
fr: Actif
it: In esecuzione
ja: 動作中
ko: 실행 중
pt_br: Em execução
ru: Работает
tr: Çalışıyor
zh_hans: 运行中

source: Safari Cache
ar: ذاكرة Safari المؤقتة
es: Caché de Safari
fr: Cache Safari
it: Cache di Safari
ja: Safariキャッシュ
ko: Safari 캐시
pt_br: Cache do Safari
ru: Кэш Safari
tr: Safari Önbelleği
zh_hans: Safari 缓存

source: safe
ar: آمن
es: seguro
fr: sûr
it: sicuro
ja: 安全
ko: 안전
pt_br: seguro
ru: безопасно
tr: güvenli
zh_hans: 安全

source: Sampling memory…
ar: جارٍ أخذ عيّنة من الذاكرة…
es: Muestreando memoria…
fr: Échantillonnage de la mémoire…
it: Campionamento memoria…
ja: メモリをサンプリング中…
ko: 메모리 샘플링 중…
pt_br: Amostrando memória…
ru: Сбор данных памяти…
tr: Bellek örnekleniyor…
zh_hans: 正在采样内存…

source: Sampling… power rates appear after the next refresh.
ar: جارٍ أخذ العيّنة… تظهر معدلات القدرة بعد التحديث التالي.
es: Muestreando… las potencias aparecen en la siguiente actualización.
fr: Échantillonnage… les puissances apparaissent au prochain rafraîchissement.
it: Campionamento… le potenze appaiono al prossimo aggiornamento.
ja: サンプリング中… 次の更新で電力が表示されます。
ko: 샘플링 중… 다음 새로고침에 전력 수치가 나타납니다.
pt_br: Amostrando… as taxas aparecem na próxima atualização.
ru: Сбор… мощность появится после следующего обновления.
tr: Örnekleniyor… güç değerleri bir sonraki yenilemede görünür.
zh_hans: 正在采样… 功耗将在下次刷新后显示。

# satisfied
source: Online
ar: متصل
es: En línea
fr: En ligne
ja: オンライン
ko: 온라인
ru: Онлайн
tr: Çevrimiçi
zh_hans: 在线

source: Saved State
ar: الحالة المحفوظة
es: Estado guardado
fr: État enregistré
it: Stato salvato
ja: 保存状態
ko: 저장된 상태
pt_br: Estado salvo
ru: Сохранённое состояние
tr: Kayıtlı Durum
zh_hans: 已存储状态

source: Scan
ar: فحص
es: Analizar
fr: Analyser
it: Analizza
ja: スキャン
ko: 스캔
pt_br: Analisar
ru: Сканировать
tr: Tara
zh_hans: 扫描

source: Scan Downloads
ar: فحص التنزيلات
es: Analizar Descargas
fr: Analyser Téléchargements
it: Analizza Download
ja: ダウンロードをスキャン
ko: 다운로드 스캔
pt_br: Analisar Downloads
ru: Сканировать Загрузки
tr: İndirilenleri Tara
zh_hans: 扫描下载

source: Scan known caches, developer folders, and Applications. Nested duplicates are collapsed. Tap the icon to open a folder or reveal a path in Finder.
ar: افحص ذاكرات التخزين المؤقت المعروفة ومجلدات المطوّر والتطبيقات. تُطوى التكرارات المتداخلة. اضغط الأيقونة لفتح مجلد أو إظهار المسار في Finder.
es: Analiza cachés, carpetas de desarrollador y Aplicaciones. Los duplicados anidados se ocultan. Toca el icono para abrir una carpeta o revelar una ruta en el Finder.
fr: Analysez les caches connus, dossiers développeur et Applications. Les doublons imbriqués sont masqués. Touchez l’icône pour ouvrir un dossier ou révéler un chemin dans le Finder.
it: Analizza cache note, cartelle sviluppatore e Applicazioni. I duplicati annidati sono nascosti. Tocca l’icona per aprire una cartella o rivelare un percorso in Finder.
ja: 既知のキャッシュ、開発者フォルダ、アプリケーションをスキャンします。入れ子の重複は折りたたまれます。アイコンでフォルダを開くか、Finderでパスを表示します。
ko: 알려진 캐시, 개발자 폴더, 응용 프로그램을 스캔합니다. 중첩 중복은 접힙니다. 아이콘을 눌러 폴더를 열거나 Finder에서 경로를 표시하세요.
pt_br: Analisa caches conhecidos, pastas de desenvolvedor e Aplicativos. Duplicatas aninhadas são ocultadas. Toque no ícone para abrir uma pasta ou revelar um caminho no Finder.
ru: Сканирует известные кэши, папки разработчика и Программы. Вложенные дубликаты скрываются. Нажмите значок, чтобы открыть папку или показать путь в Finder.
tr: Bilinen önbellek, geliştirici klasörleri ve Uygulamalar taranır. İç içe tekrarlar gizlenir. İkonla klasörü açın veya yolu Finder’da gösterin.
zh_hans: 扫描已知缓存、开发者文件夹和应用。嵌套重复项会折叠。点图标可打开文件夹或在 Finder 中显示路径。

source: Scan Known Locations
ar: فحص المواقع المعروفة
es: Analizar ubicaciones conocidas
fr: Analyser les emplacements connus
it: Analizza percorsi noti
ja: 既知の場所をスキャン
ko: 알려진 위치 스캔
pt_br: Analisar locais conhecidos
ru: Сканировать известные места
tr: Bilinen Konumları Tara
zh_hans: 扫描已知位置

# Scan scope
source: What to scan
ar: ما الذي يُفحص
es: Qué escanear
fr: Que scanner
it: Cosa analizzare
ja: スキャン対象
ko: 검사 대상
pt_br: O que varrer
ru: Что сканировать
tr: Ne taranacak
zh_hans: 扫描范围

source: scanned locations
ar: مواقع مفحوصة
es: ubicaciones analizadas
fr: emplacements analysés
it: percorsi analizzati
ja: スキャンした場所
ko: 스캔한 위치
pt_br: locais analisados
ru: просканированных мест
tr: taranan konum
zh_hans: 已扫描位置

source: Scanning %@
ar: فحص %@
es: Analizando %@
fr: Analyse de %@
it: Analisi di %@
ja: %@ をスキャン中
ko: %@ 스캔 중
pt_br: Analisando %@
ru: Сканирование %@
tr: %@ taranıyor
zh_hans: 正在扫描 %@

source: Scanning related files…
ar: جارٍ فحص الملفات ذات الصلة…
es: Analizando archivos relacionados…
fr: Analyse des fichiers associés…
it: Analisi file correlati…
ja: 関連ファイルをスキャン中…
ko: 관련 파일 스캔 중…
pt_br: Analisando arquivos relacionados…
ru: Сканирование связанных файлов…
tr: İlgili dosyalar taranıyor…
zh_hans: 正在扫描相关文件…

source: Scanning…
ar: جارٍ الفحص…
es: Analizando…
fr: Analyse…
it: Analisi…
ja: スキャン中…
ko: 스캔 중…
pt_br: Analisando…
ru: Сканирование…
tr: Taranıyor…
zh_hans: 正在扫描…

source: Schedule
ar: الجدولة
es: Programación
fr: Planification
it: Programmazione
ja: スケジュール
ko: 일정
pt_br: Agendamento
ru: Расписание
tr: Zamanlama
zh_hans: 计划

source: Scheduled Maintenance
ar: صيانة مجدولة
es: Mantenimiento programado
fr: Maintenance planifiée
it: Manutenzione programmata
ja: 予定メンテナンス
ko: 예약 유지관리
pt_br: Manutenção agendada
ru: Запланированное обслуживание
tr: Zamanlanmış Bakım
zh_hans: 计划维护

source: Scheduling installs a user LaunchAgent that opens Luma with --scheduled-cleanup. No cloud. Disable anytime.
ar: الجدولة تثبّت LaunchAgent للمستخدم يفتح Luma بـ --scheduled-cleanup. بلا سحابة. عطّله في أي وقت.
es: La programación instala un LaunchAgent de usuario que abre Luma con --scheduled-cleanup. Sin nube. Desactívalo cuando quieras.
fr: La planification installe un LaunchAgent utilisateur qui ouvre Luma avec --scheduled-cleanup. Pas de cloud. Désactivable à tout moment.
it: La pianificazione installa un LaunchAgent utente che apre Luma con --scheduled-cleanup. Niente cloud. Disattivabile quando vuoi.
ja: スケジュールは --scheduled-cleanup でLumaを開くユーザーLaunchAgentを入れます。クラウドなし。いつでも無効化できます。
ko: 일정은 --scheduled-cleanup으로 Luma를 여는 사용자 LaunchAgent를 설치합니다. 클라우드 없음. 언제든 끌 수 있습니다.
pt_br: O agendamento instala um LaunchAgent do usuário que abre o Luma com --scheduled-cleanup. Sem nuvem. Desative quando quiser.
ru: Расписание ставит пользовательский LaunchAgent, открывающий Luma с --scheduled-cleanup. Без облака. Можно отключить в любой момент.
tr: Zamanlama, Luma’yı --scheduled-cleanup ile açan bir kullanıcı LaunchAgent kurar. Bulut yok. İstediğiniz zaman kapatın.
zh_hans: 计划会安装用户 LaunchAgent，以 --scheduled-cleanup 打开 Luma。无云端。可随时关闭。

source: Search apps
ar: ابحث عن تطبيقات
es: Buscar apps
fr: Rechercher des apps
it: Cerca app
ja: アプリを検索
ko: 앱 검색
pt_br: Buscar apps
ru: Поиск приложений
tr: Uygulama ara
zh_hans: 搜索应用

source: Select an app
ar: اختر تطبيقاً
es: Selecciona una app
fr: Sélectionnez une app
it: Seleziona un’app
ja: アプリを選択
ko: 앱 선택
pt_br: Selecione um app
ru: Выберите приложение
tr: Bir uygulama seçin
zh_hans: 选择一个应用

source: Select related files to see how much will be removed.
ar: حدّد الملفات ذات الصلة لمعرفة ما سيُزال.
es: Selecciona archivos relacionados para ver cuánto se eliminará.
fr: Sélectionnez des fichiers associés pour voir ce qui sera retiré.
it: Seleziona i file correlati per vedere quanto verrà rimosso.
ja: 削除量を確認するには関連ファイルを選択してください。
ko: 얼마나 제거될지 보려면 관련 파일을 선택하세요.
pt_br: Selecione arquivos relacionados para ver quanto será removido.
ru: Выберите связанные файлы, чтобы увидеть объём удаления.
tr: Ne kadar silineceğini görmek için ilgili dosyaları seçin.
zh_hans: 选择相关文件以查看将移除多少。

source: Select rules, then tap Estimate.
ar: حدّد القواعد ثم اضغط تقدير.
es: Selecciona reglas y pulsa Estimar.
fr: Sélectionnez des règles, puis Estimer.
it: Seleziona regole, poi Stima.
ja: ルールを選んで見積もりをタップ。
ko: 규칙을 선택한 뒤 예상을 탭하세요.
pt_br: Selecione regras e toque em Estimar.
ru: Выберите правила, затем «Оценить».
tr: Kuralları seçin, sonra Tahmin et’e basın.
zh_hans: 选择规则，然后点估算。

source: Selected total
ar: إجمالي المحدد
es: Total seleccionado
fr: Total sélectionné
it: Totale selezionato
ja: 選択合計
ko: 선택 합계
pt_br: Total selecionado
ru: Итого выбрано
tr: Seçilen toplam
zh_hans: 已选合计

source: Settings
ar: الإعدادات
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
zh_hans: 设置

source: Show %lld more
ar: إظهار %lld المزيد
es: Mostrar %lld más
fr: Afficher %lld de plus
it: Mostra altri %lld
ja: あと %lld 件を表示
ko: %lld개 더 보기
pt_br: Mostrar mais %lld
ru: Показать ещё %lld
tr: %lld tane daha göster
zh_hans: 再显示 %lld 个

source: Show less
ar: عرض أقل
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
ja: 閉じる
ko: 간략히
pt_br: Mostrar menos
ru: Свернуть
tr: Daha az göster
zh_hans: 收起

source: Show menu bar extra
ar: إظهار عنصر شريط القوائم
es: Mostrar extra de la barra de menús
fr: Afficher l’extra de la barre de menus
it: Mostra extra barra menu
ja: メニューバー項目を表示
ko: 메뉴 막대 항목 표시
pt_br: Mostrar extra da barra de menus
ru: Показать элемент в строке меню
tr: Menü çubuğu öğesini göster
zh_hans: 显示菜单栏附加项

source: Simulator
ar: المحاكي
es: Simulador
fr: Simulateur
it: Simulatore
ja: シミュレータ
ko: 시뮬레이터
pt_br: Simulador
ru: Симулятор
tr: Simülatör
zh_hans: 模拟器

source: Simulator Caches
ar: ذاكرات المحاكي المؤقتة
es: Cachés del Simulador
fr: Caches Simulateur
it: Cache Simulator
ja: シミュレータキャッシュ
ko: 시뮬레이터 캐시
pt_br: Caches do Simulador
ru: Кэши симулятора
tr: Simülatör Önbellekleri
zh_hans: 模拟器缓存

source: Size
ar: الحجم
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
pt_br: Tamanho
ru: Размер
tr: Boyut
zh_hans: 大小

source: Sort
ar: ترتيب
es: Ordenar
fr: Trier
it: Ordina
ja: 並び替え
ko: 정렬
pt_br: Ordenar
ru: Сортировка
tr: Sırala
zh_hans: 排序

source: Source
ar: المصدر
es: Fuente
it: Origine
ja: ソース
ko: 소스
pt_br: Origem
ru: Источник
tr: Kaynak
zh_hans: 来源

source: Starting Luma…
ar: جارٍ تشغيل Luma…
es: Iniciando Luma…
fr: Démarrage de Luma…
it: Avvio di Luma…
ja: Lumaを起動中…
ko: Luma 시작 중…
pt_br: Iniciando Luma…
ru: Запуск Luma…
tr: Luma başlatılıyor…
zh_hans: 正在启动 Luma…

source: Starting…
ar: يبدأ…
es: Iniciando…
fr: Démarrage…
it: Avvio…
ja: 開始…
ko: 시작 중…
pt_br: Iniciando…
ru: Запуск…
tr: Başlıyor…
zh_hans: 正在开始…

source: Startup
ar: التشغيل
es: Inicio
fr: Démarrage
it: Avvio
ja: 起動項目
ko: 시작 항목
pt_br: Inicialização
ru: Автозагрузка
tr: Başlangıç
zh_hans: 启动项

source: Storage
ar: التخزين
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
ko: 저장공간
pt_br: Armazenamento
ru: Хранилище
tr: Depolama
zh_hans: 存储

source: Storage map
ar: خريطة التخزين
es: Mapa de almacenamiento
fr: Carte du stockage
it: Mappa archiviazione
ja: ストレージマップ
ko: 저장 공간 맵
pt_br: Mapa de armazenamento
ru: Карта хранилища
tr: Depolama haritası
zh_hans: 存储地图

source: Swap grows when pressure is high. Quitting large apps is better than hoping for a magic clean.
ar: يزداد الـ Swap عند الضغط. إغلاق التطبيقات الكبيرة أفضل من تنظيف سحري.
es: El swap crece con alta presión. Cerrar apps grandes es mejor que una limpieza mágica.
fr: Le swap augmente sous pression. Quitter de grosses apps vaut mieux qu’un nettoyage magique.
it: Lo swap cresce sotto pressione. Chiudere app grandi è meglio di una pulizia magica.
ja: 圧力が高いとスワップが増えます。魔法のクリーンより大きなアプリを終了してください。
ko: 압력이 높으면 스왑이 늘니다. 마법 청소보다 큰 앱을 종료하세요.
pt_br: O swap cresce sob pressão. Fechar apps grandes é melhor que uma limpeza mágica.
ru: Swap растёт при давлении. Закрыть крупные приложения лучше «волшебной» очистки.
tr: Basınç yüksekken takas artar. Büyük uygulamaları kapatmak sihirli temizleyiciden iyidir.
zh_hans: 压力高时交换会增长。退出大型应用比指望魔法清理更好。

source: Swap Used
ar: المبادلة المستخدمة
es: Swap usado
fr: Swap utilisé
it: Swap usato
ja: スワップ使用
ko: 스왑 사용
pt_br: Swap usado
ru: Использовано swap
tr: Swap Kullanımı
zh_hans: 已用交换
